{
    "nav.spent-today": "Spent Today",
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "Simple, honestly crafted software for iOS. We build minimal, focused apps that we genuinely use ourselves.",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "Simple, beautiful expense tracking for your daily needs.",
    "app.pattern-projects.title": "Pattern Projects",
    "app.pattern-projects.description": "Save and track your sewing, knitting, and other craft projects.",
    "app.view-app": "View App",
    "app.coming-soon": "Coming Soon",
    "about.title": "Crafted with Care, Built for Focus.",
    "about.subtitle": "Based in Toronto, we believe in creating tools that are not just functional, but a pleasure to use. Our approach is straightforward: we identify a personal need, craft a beautiful solution, and polish it until it feels just right.",
    "commitment.privacy.title": "Privacy First",
    "commitment.privacy.description": "We build our apps to be private by design. We don't collect or sell your personal data. Ever.",
    "commitment.distractions.title": "No Distractions",
    "commitment.distractions.description": "You won't find ads, trackers, or unnecessary notifications in our software.",
    "commitment.longevity.title": "Built to Last",
    "commitment.longevity.description": "We focus on quality and long-term support, ensuring our apps remain reliable and useful for years to come.",
    "commitment.subscriptions.title": "Own Your Apps",
    "commitment.subscriptions.description": "Our apps are free to use with powerful core features. Premium access is just a one-time purchase away—no subscriptions.",
    "footer.privacy": "Privacy Policy",
    "footer.copyright": "&copy; 2025 Pandesal Bytes",
    "st.hero.title": "Spent Today",
    "st.hero.subtitle": "Your Daily Budget App",
    "st.features.title": "Minimal & Simple Daily Budgeting",
    "st.features.subtitle": "Track your daily spending without the clutter.",
    "st.feature1.title": "Quick Add",
    "st.feature1.description": "Quickly add transactions from the home screen, widget, or Apple Watch app.",
    "st.feature2.title": "Weekly View",
    "st.feature2.description": "See your total spending for the current week at a glance.",
    "st.feature3.title": "Monthly View",
    "st.feature3.description": "Review your monthly budget to understand your spending habits.",
    "st.faq.title": "Frequently Asked Questions",
    "st.faq1.title": "Is my data private?",
    "st.faq1.description": "Yes. All your data is stored securely on your device and in your private iCloud account. We never see or have access to your financial information.",
    "st.faq2.title": "Do I need a subscription?",
    "st.faq2.description": "No. We believe in owning your software. Spent Today offers powerful core features for free, and a single one-time purchase for premium access. No subscriptions, ever.",
    "st.faq3.title": "Can I export my data?",
    "st.faq3.description": "Yes, you can export your transaction history as a CSV file from the settings menu at any time.",
    "privacy.title": "Privacy Policy",
    "privacy.date": "Effective Date: October 19, 2025",
    "privacy.intro.title": "Your Privacy is Our Priority.",
    "privacy.intro.description": "At Pandesal Bytes, we believe that your personal data belongs to you. Our core philosophy is to build apps that are private by design, ensuring you have delightful tools without compromising your security.",
    "privacy.collection.title": "Data Collection and Storage",
    "privacy.collection.description": "<b>We do not collect, transmit, store, or share any personal information or usage data from our apps.</b> <br><br> All data generated by your use of our applications (such as entries in \"Spent Today\") is stored <b>locally on your device</b> and, where applicable, securely backed up by <b>Apple's iCloud service</b>, which is managed entirely by you. Pandesal Bytes has no access to this data.",
    "privacy.thirdparty.title": "Third-Party Services",
    "privacy.thirdparty.description": "Our applications do not include any third-party analytics, tracking libraries, or advertising services that would collect information about you or your device.",
    "privacy.changes.title": "Changes to this Policy",
    "privacy.changes.description": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page."
}

