{
    "nav.spent-today": "Spent Today",
    "nav.inventory": "My Inventory Stack",
    "nav.camerapouch": "Camera Pouch",
    "nav.habit-habit": "Habit Habit",
    "nav.simulated-film": "Simulated Film",
    "home.category.photography": "Photography",
    "home.category.productivity": "Productivity",
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "Simple, honestly crafted software for iOS. We build minimal, focused apps that we genuinely use ourselves.",
    "hero.subtitle-subfree": "Simple, subscription-free apps for iOS. Pay once, keep forever. We build minimal, focused software that we genuinely use ourselves.",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "Simple, beautiful expense tracking for your daily needs.",
    "app.inventory.title": "My Inventory Stack",
    "app.inventory.description": "Smart inventory & business tracking for small businesses and collectors.",
    "app.camerapouch.title": "Camera Pouch",
    "app.camerapouch.description": "Your all-in-one photoshoot planner, sun tracker, and shot list tool.",
    "app.simulated-film.title": "Simulated Film",
    "app.simulated-film.description": "Manage and share your Fujifilm & Ricoh film recipes.",
    "app.habit-habit.title": "Habit Habit",
    "app.habit-habit.description": "Build the life you want with simple, satisfying habit tracking.",
    "app.pattern-projects.title": "Pattern Projects",
    "app.pattern-projects.description": "Save and track your sewing, knitting, and other craft projects.",
    "app.view-app": "View App",
    "app.coming-soon": "Coming Soon",
    "about.title": "Crafted with Care, Built for Focus.",
    "about.subtitle": "Based in Toronto, we believe in creating tools that are not just functional, but a pleasure to use. Our approach is straightforward: we identify a personal need, craft a beautiful solution, and polish it until it feels just right.",
    "commitment.privacy.title": "Privacy First",
    "commitment.privacy.description": "We build our apps to be private by design. We don't collect or sell your personal data. Ever.",
    "commitment.distractions.title": "No Distractions",
    "commitment.distractions.description": "You won't find ads, trackers, or unnecessary notifications in our software.",
    "commitment.longevity.title": "Built to Last",
    "commitment.longevity.description": "We focus on quality and long-term support, ensuring our apps remain reliable and useful for years to come.",
    "commitment.subscriptions.title": "Own Your Apps",
    "commitment.subscriptions.description": "Our apps are free to use with powerful core features. Premium access is just a one-time purchase away—no subscriptions.",
    "footer.privacy": "Privacy Policy",
    "footer.copyright": "&copy; 2025 Pandesal Bytes",
    "st.hero.title": "Spent Today",
    "st.hero.subtitle": "Your Daily Budget App",
    "st.features.title": "Minimal & Simple Daily Budgeting",
    "st.features.subtitle": "Track your daily spending without the clutter.",
    "st.download": "Download on the App Store",
    "st.feature1.title": "Quick Add",
    "st.feature1.description": "Quickly add transactions from the home screen, widget, or Apple Watch app.",
    "st.feature2.title": "Weekly View",
    "st.feature2.description": "See your total spending for the current week at a glance.",
    "st.feature3.title": "Monthly View",
    "st.feature3.description": "Review your monthly budget to understand your spending habits.",
    "st.faq.title": "Frequently Asked Questions",
    "st.faq1.title": "Is my data private?",
    "st.faq1.description": "Yes. All your data is stored securely on your device and in your private iCloud account. We never see or have access to your financial information.",
    "st.faq2.title": "Do I need a subscription?",
    "st.faq2.description": "No. We believe in owning your software. Spent Today offers powerful core features for free, and a single one-time purchase for premium access. No subscriptions, ever.",
    "st.faq3.title": "Can I export my data?",
    "st.faq3.description": "Yes, you can export your transaction history as a CSV file from the settings menu at any time.",
    "inv.hero.title": "My Inventory Stack",
    "inv.hero.subtitle": "Smart Inventory & Business Tracking",
    "inv.download": "Download on the App Store",
    "inv.features.title": "All-in-One Inventory Management",
    "inv.features.subtitle": "Perfect for small businesses and serious collectors.",
    "inv.feature1.title": "Smart Dashboard",
    "inv.feature1.body": "See low-stock items and reminders at a glance so you always know what needs attention.",
    "inv.feature2.title": "Detailed Tracking",
    "inv.feature2.body": "Track items by quantity, cost, SKU/UPC, and category. Calculate margins and sale prices.",
    "inv.feature3.title": "Business Insights",
    "inv.feature3.body": "Manage suppliers, track purchase orders, and view sales insights with weekly revenue trends.",
    "inv.faq.title": "Frequently Asked Questions",
    "inv.faq1.title": "Is this a one-time purchase?",
    "inv.faq1.body": "Yes. Just like our other apps, My Inventory Stack features core functionality for free, with a single one-time purchase for premium business features. No subscriptions.",
    "inv.faq2.title": "Does this sync across devices?",
    "inv.faq2.body": "Absolutely. All your data is stored securely in your private iCloud account, allowing it to sync seamlessly and privately across your iPhone and iPad.",
    "inv.faq3.title": "Can I track sales?",
    "inv.faq3.body": "Yes, the premium Business module allows you to add sales, manage suppliers, and create purchase orders, giving you a complete overview of your operations.",
    "inv.biz.title": "Built for Your Business",
    "inv.biz.subtitle": "Unlock powerful tools to manage your small business or side hustle, all for a single one-time price.",
    "inv.biz.feature1.title": "Manage Operations",
    "inv.biz.feature1.body": "Track suppliers, create purchase orders, and record sales. See your weekly revenue and quantity trends to make smarter decisions.",
    "inv.biz.feature2.title": "Stop Paying Subscriptions",
    "inv.biz.feature2.body": "Other inventory apps charge $25/month or more. That's $300 a year, every year. My Inventory Stack gives you powerful business tools for a <strong>one-time purchase.</strong>",
    "cp.hero.title": "Camera Pouch",
    "cp.hero.subtitle": "Your Photoshoot Planner & Toolkit",
    "cp.download": "Download on the App Store",
    "cp.features.title": "Plan the Perfect Shot",
    "cp.features.subtitle": "All the tools you need for planning and executing your photoshoots.",
    "cp.feature1.title": "Sun Tracker",
    "cp.feature1.body": "Track the sun's position for any time and location. Never miss Golden Hour or Blue Hour again.",
    "cp.feature2.title": "Shoot Planner",
    "cp.feature2.body": "Organize your photoshoots into projects. Manage clients, locations, gear lists, and model releases.",
    "cp.feature3.title": "Shot Lists",
    "cp.feature3.body": "Create detailed shot lists for your projects and check them off as you go. Stay organized and on task.",
    "cp.faq.title": "Frequently Asked Questions",
    "cp.faq1.title": "Is this for professionals or hobbyists?",
    "cp.faq1.body": "Both! Camera Pouch is designed to be simple enough for a hobbyist planning a weekend shoot, but powerful enough for a professional managing clients and complex projects.",
    "cp.faq2.title": "Is my data private?",
    "cp.faq2.body": "Yes. All your project data, client lists, and locations are stored privately on your device and synced securely via your personal iCloud account. We never see your data.",
    "cp.faq3.title": "Does the sun tracker work offline?",
    "cp.faq3.body": "Yes, the core sun position calculations work entirely offline, making it reliable even when you're shooting in remote locations without cell service.",
    "hh.hero.title": "Habit Habit",
    "hh.hero.subtitle": "Build the Life You Want",
    "hh.download": "Download on the App Store",
    "hh.features.title": "Simple & Beautiful Tracking",
    "hh.features.subtitle": "Designed to be as satisfying as checking off a list, but powerful enough to give you deep insights.",
    "hh.feature1.title": "Track Simply",
    "hh.feature1.body": "Log your habits with a single tap. The clean interface puts your focus on today's goals, not cluttered menus.",
    "hh.feature2.title": "Visualize Your Wins",
    "hh.feature2.body": "See your consistency at a glance with the History Calendar. Identify patterns over time with Heatmaps.",
    "hh.feature3.title": "Level Up Your Life",
    "hh.feature3.body": "Unlock over 20 unique Achievements as you hit milestones. Gamify your personal growth.",
    "hh.faq.title": "Frequently Asked Questions",
    "hh.faq1.title": "Do I need a subscription?",
    "hh.faq1.body": "No. We hate monthly fees too. Habit Habit offers a simple, one-time Premium unlock. Pay once, keep it forever.",
    "hh.faq2.title": "What is included for free?",
    "hh.faq2.body": "You can track 1 Habit completely free, including basic streak counters and the simple, clean UI.",
    "hh.faq3.title": "What does Premium unlock?",
    "hh.faq3.body": "Premium unlocks Unlimited Habits, the full History Calendar & Heatmaps, all 20+ Achievements, custom Themes (Retro, Cyberpunk, etc.), and Home Screen Widgets.",
    "sf.hero.title": "Simulated Film",
    "sf.hero.subtitle": "Manage your Fujifilm & Ricoh Recipes",
    "sf.download": "Download on the App Store",
    "sf.features.title": "Your Digital Film Library",
    "sf.features.subtitle": "A dedicated home for your custom camera settings and film recipes.",
    "sf.feature1.title": "Recipe Manager",
    "sf.feature1.body": "Store and organize your custom film simulation recipes for Fujifilm and Ricoh cameras in one beautiful place.",
    "sf.feature2.title": "Visual Preview",
    "sf.feature2.body": "See your recipes come to life. The interface adapts to show you the simulated look of your settings.",
    "sf.feature3.title": "Easy Sharing",
    "sf.feature3.body": "Share your recipes with friends or the community using generated recipe cards and QR codes.",
    "sf.faq.title": "Frequently Asked Questions",
    "sf.faq1.title": "Which cameras are supported?",
    "sf.faq1.body": "We currently support custom recipe storage for most modern Fujifilm X-Series cameras and Ricoh GR cameras.",
    "sf.faq2.title": "Is my data private?",
    "sf.faq2.body": "Yes. Your recipes are stored locally on your device and synced securely via your private iCloud. We do not have access to your library.",
    "sf.faq3.title": "Can I import recipes?",
    "sf.faq3.body": "Yes, you can import recipes from other users via QR code, making it easy to try out new looks from the community.",
    "privacy.title": "Privacy Policy",
    "privacy.date": "Effective Date: October 19, 2025",
    "privacy.intro.title": "Your Privacy is Our Priority.",
    "privacy.intro.description": "At Pandesal Bytes, we believe that your personal data belongs to you. Our core philosophy is to build apps that are private by design, ensuring you have delightful tools without compromising your security.",
    "privacy.collection.title": "Data Collection and Storage",
    "privacy.collection.description": "<b>We do not collect, transmit, store, or share any personal information or usage data from our apps.</b> <br><br> All data generated by your use of our applications (such as entries in \"Spent Today\") is stored <b>locally on your device</b> and, where applicable, securely backed up by <b>Apple's iCloud service</b>, which is managed entirely by you. Pandesal Bytes has no access to this data.",
    "privacy.thirdparty.title": "Third-Party Services",
    "privacy.thirdparty.description": "Our applications do not include any third-party analytics, tracking libraries, or advertising services that would collect information about you or your device.",
    "privacy.changes.title": "Changes to this Policy",
    "privacy.changes.description": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page."
}