{
    "nav.spent-today": "Spent Today",
    "nav.inventory": "My Inventory Stack",
    "nav.camerapouch": "Camera Pouch",
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "Des logiciels simples et honnêtement conçus pour iOS. Nous créons des applications minimalistes et ciblées que nous utilisons nous-mêmes.",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "Un suivi des dépenses simple et élégant pour vos besoins quotidiens.",
    "app.inventory.title": "My Inventory Stack",
    "app.inventory.description": "Suivi intelligent des stocks et des affaires pour les petites entreprises et les collectionneurs.",
    "app.camerapouch.title": "Camera Pouch",
    "app.camerapouch.description": "Votre planificateur de séances photo, traqueur de soleil et outil de liste de plans tout-en-un.",
    "app.pattern-projects.title": "Pattern Projects",
    "app.pattern-projects.description": "Sauvegardez et suivez vos projets de couture, tricot et autres travaux manuels.",
    "app.view-app": "Voir l'application",
    "app.coming-soon": "Bientôt Disponible",
    "about.title": "Conçu avec Soin, Bâti pour la Concentration.",
    "about.subtitle": "Basés à Toronto, nous croyons en la création d'outils qui ne sont pas seulement fonctionnels, mais aussi agréables à utiliser. Notre approche est simple : nous identifions un besoin personnel, créons une belle solution et la polissons jusqu'à ce qu'elle soit parfaite.",
    "commitment.privacy.title": "La Confidentialité d'Abord",
    "commitment.privacy.description": "Nos applications sont conçues pour être privées dès le départ. Nous ne collectons ni ne vendons jamais vos données personnelles.",
    "commitment.distractions.title": "Aucune Distraction",
    "commitment.distractions.description": "Vous ne trouverez aucune publicité, aucun traqueur ou notification inutile dans nos logiciels.",
    "commitment.longevity.title": "Conçu pour Durer",
    "commitment.longevity.description": "Nous nous concentrons sur la qualité et le soutien à long terme, garantissant que nos applications restent fiables et utiles pour les années à venir.",
    "commitment.subscriptions.title": "Possédez Vos Applications",
    "commitment.subscriptions.description": "Nos applications sont gratuites avec de puissantes fonctionnalités de base. L'accès premium n'est qu'un achat unique, sans abonnement.",
    "footer.privacy": "Politique de Confidentialité",
    "footer.copyright": "&copy; 2025 Pandesal Bytes",
    "st.hero.title": "Spent Today",
    "st.hero.subtitle": "Votre application de budget quotidien",
    "st.features.title": "Budgétisation quotidienne minimaliste et simple",
    "st.features.subtitle": "Suivez vos dépenses quotidiennes sans encombrement.",
    "st.download": "Télécharger sur l'App Store",
    "st.feature1.title": "Ajout Rapide",
    "st.feature1.description": "Ajoutez rapidement des transactions depuis l'écran d'accueil, le widget ou l'application Apple Watch.",
    "st.feature2.title": "Vue Hebdomadaire",
    "st.feature2.description": "Consultez vos dépenses totales de la semaine en un coup d'œil.",
    "st.feature3.title": "Vue Mensuelle",
    "st.feature3.description": "Examinez votre budget mensuel pour comprendre vos habitudes de consommation.",
    "st.faq.title": "Foire Aux Questions",
    "st.faq1.title": "Mes données sont-elles privées ?",
    "st.faq1.description": "Oui. Toutes vos données sont stockées en toute sécurité sur votre appareil et dans votre compte iCloud privé. Nous ne voyons ni n'avons jamais accès à vos informations financières.",
    "st.faq2.title": "Ai-je besoin d'un abonnement ?",
    "st.faq2.description": "Non. Nous croyons que vous devriez posséder vos logiciels. « Spent Today » offre gratuitement de puissantes fonctionnalités de base, et un seul achat unique pour un accès premium. Jamais d'abonnements.",
    "st.faq3.title": "Puis-je exporter mes données ?",
    "st.faq3.description": "Oui, vous pouvez exporter votre historique de transactions sous forme de fichier CSV à tout moment depuis le menu des paramètres.",
    "inv.hero.title": "My Inventory Stack",
    "inv.hero.subtitle": "Suivi Intelligent des Stocks et des Affaires",
    "inv.download": "Télécharger sur l'App Store",
    "inv.features.title": "Gestion des stocks tout-en-un",
    "inv.features.subtitle": "Parfait pour les petites entreprises et les collectionneurs sérieux.",
    "inv.feature1.title": "Tableau de bord intelligent",
    "inv.feature1.body": "Voyez les articles à faible stock et les rappels en un coup d'œil pour toujours savoir ce qui nécessite votre attention.",
    "inv.feature2.title": "Suivi détaillé",
    "inv.feature2.body": "Suivez les articles par quantité, coût, SKU/UPC et catégorie. Calculez les marges et les prix de vente.",
    "inv.feature3.title": "Aperçus commerciaux",
    "inv.feature3.body": "Gérez les fournisseurs, suivez les bons de commande et consultez les aperçus des ventes avec les tendances hebdomadaires des revenus.",
    "inv.faq.title": "Foire Aux Questions",
    "inv.faq1.title": "Est-ce un achat unique ?",
    "inv.faq1.body": "Oui. Tout comme nos autres applications, My Inventory Stack propose des fonctionnalités de base gratuites, avec un seul achat unique pour les fonctionnalités commerciales premium. Pas d'abonnements.",
    "inv.faq2.title": "Cela se synchronise-t-il entre les appareils ?",
    "inv.faq2.body": "Absolument. Toutes vos données sont stockées en toute sécurité dans votre compte iCloud privé, permettant une synchronisation transparente et privée sur votre iPhone et iPad.",
    "inv.faq3.title": "Puis-je suivre les ventes ?",
    "inv.faq3.body": "Oui, le module Business premium vous permet d'ajouter des ventes, de gérer des fournisseurs et de créer des bons de commande, vous donnant un aperçu complet de vos opérations.",
    "cp.hero.title": "Camera Pouch",
    "cp.hero.subtitle": "Votre planificateur et boîte à outils pour séances photo",
    "cp.download": "Télécharger sur l'App Store",
    "cp.features.title": "Planifiez la photo parfaite",
    "cp.features.subtitle": "Tous les outils dont vous avez besoin pour planifier et exécuter vos séances photo.",
    "cp.feature1.title": "Traqueur de soleil",
    "cp.feature1.body": "Suivez la position du soleil à tout moment et en tout lieu. Ne manquez plus jamais l'Heure Dorée ou l'Heure Bleue.",
    "cp.feature2.title": "Planificateur de séances",
    "cp.feature2.body": "Organisez vos séances photo en projets. Gérez les clients, les lieux, les listes de matériel et les autorisations de modèle.",
    "cp.feature3.title": "Listes de plans",
    "cp.feature3.body": "Créez des listes de plans détaillées pour vos projets et cochez-les au fur et à mesure. Restez organisé et concentré.",
    "cp.faq.title": "Foire Aux Questions",
    "cp.faq1.title": "Est-ce pour les professionnels ou les amateurs ?",
    "cp.faq1.body": "Les deux ! Camera Pouch est conçu pour être assez simple pour un amateur planifiant une séance photo le week-end, mais assez puissant pour un professionnel gérant des clients et des projets complexes.",
    "cp.faq2.title": "Mes données sont-elles privées ?",
    "cp.faq2.body": "Oui. Toutes vos données de projet, listes de clients et lieux sont stockés en privé sur votre appareil et synchronisés en toute sécurité via votre compte iCloud personnel. Nous ne voyons jamais vos données.",
    "cp.faq3.title": "Le traqueur de soleil fonctionne-t-il hors ligne ?",
    "cp.faq3.body": "Oui, les calculs de base de la position du soleil fonctionnent entièrement hors ligne, ce qui le rend fiable même lorsque vous photographiez dans des endroits isolés sans service cellulaire.",
    "privacy.title": "Politique de Confidentialité",
    "privacy.date": "Date d'entrée en vigueur : 19 octobre 2025",
    "privacy.intro.title": "Votre vie privée est notre priorité.",
    "privacy.intro.description": "Chez Pandesal Bytes, nous croyons que vos données personnelles vous appartiennent. Notre philosophie principale est de créer des applications conçues pour être privées, vous garantissant des outils agréables sans compromettre votre sécurité.",
    "privacy.collection.title": "Collecte et stockage des données",
    "privacy.collection.description": "<b>Nous ne collectons, ne transmettons, ne stockons ni ne partageons aucune information personnelle ou donnée d'utilisation de nos applications.</b><br><br>Toutes les données générées par votre utilisation de nos applications (telles que les entrées dans « Spent Today ») sont stockées <b>localement sur votre appareil</b> et, le cas échéant, sauvegardées en toute sécurité par le <b>service iCloud d'Apple</b>, que vous gérez entièrement. Pandesal Bytes n'a pas accès à ces données.",
    "privacy.thirdparty.title": "Services de Tiers",
    "privacy.thirdparty.description": "Nos applications n'incluent aucune analyse, bibliothèque de suivi ou service publicitaire de tiers qui collecterait des informations sur vous ou votre appareil.",
    "privacy.changes.title": "Modifications de cette politique",
    "privacy.changes.description": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique sur cette page."
}