{
    "nav.spent-today": "Spent Today",
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "Des logiciels simples et honnêtement conçus pour iOS. Nous créons des applications minimalistes et ciblées que nous utilisons nous-mêmes.",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "Un suivi des dépenses simple et élégant pour vos besoins quotidiens.",
    "app.pattern-projects.title": "Pattern Projects",
    "app.pattern-projects.description": "Sauvegardez et suivez vos projets de couture, tricot et autres travaux manuels.",
    "app.view-app": "Voir l'application",
    "app.coming-soon": "Bientôt Disponible",
    "about.title": "Conçu avec Soin, Bâti pour la Concentration.",
    "about.subtitle": "Basés à Toronto, nous croyons en la création d'outils qui ne sont pas seulement fonctionnels, mais aussi agréables à utiliser. Notre approche est simple : nous identifions un besoin personnel, créons une belle solution et la polissons jusqu'à ce qu'elle soit parfaite.",
    "commitment.privacy.title": "La Confidentialité d'Abord",
    "commitment.privacy.description": "Nos applications sont conçues pour être privées dès le départ. Nous ne collectons ni ne vendons jamais vos données personnelles.",
    "commitment.distractions.title": "Aucune Distraction",
    "commitment.distractions.description": "Vous ne trouverez aucune publicité, aucun traqueur ou notification inutile dans nos logiciels.",
    "commitment.longevity.title": "Conçu pour Durer",
    "commitment.longevity.description": "Nous nous concentrons sur la qualité et le soutien à long terme, garantissant que nos applications restent fiables et utiles pour les années à venir.",
    "commitment.subscriptions.title": "Possédez Vos Applications",
    "commitment.subscriptions.description": "Nos applications sont gratuites avec de puissantes fonctionnalités de base. L'accès premium n'est qu'un achat unique, sans abonnement.",
    "footer.privacy": "Politique de Confidentialité",
    "footer.copyright": "&copy; 2025 Pandesal Bytes",
    "st.hero.title": "Spent Today",
    "st.hero.subtitle": "Votre application de budget quotidien",
    "st.features.title": "Budgétisation quotidienne minimaliste et simple",
    "st.features.subtitle": "Suivez vos dépenses quotidiennes sans encombrement.",
    "st.feature1.title": "Ajout Rapide",
    "st.feature1.description": "Ajoutez rapidement des transactions depuis l'écran d'accueil, le widget ou l'application Apple Watch.",
    "st.feature2.title": "Vue Hebdomadaire",
    "st.feature2.description": "Consultez vos dépenses totales de la semaine en un coup d'œil.",
    "st.feature3.title": "Vue Mensuelle",
    "st.feature3.description": "Examinez votre budget mensuel pour comprendre vos habitudes de consommation.",
    "st.faq.title": "Foire Aux Questions",
    "st.faq1.title": "Mes données sont-elles privées ?",
    "st.faq1.description": "Oui. Toutes vos données sont stockées en toute sécurité sur votre appareil et dans votre compte iCloud privé. Nous ne voyons ni n'avons jamais accès à vos informations financières.",
    "st.faq2.title": "Ai-je besoin d'un abonnement ?",
    "st.faq2.description": "Non. Nous croyons que vous devriez posséder vos logiciels. « Spent Today » offre gratuitement de puissantes fonctionnalités de base, et un seul achat unique pour un accès premium. Jamais d'abonnements.",
    "st.faq3.title": "Puis-je exporter mes données ?",
    "st.faq3.description": "Oui, vous pouvez exporter votre historique de transactions sous forme de fichier CSV à tout moment depuis le menu des paramètres.",
    "privacy.title": "Politique de Confidentialité",
    "privacy.date": "Date d'entrée en vigueur : 19 octobre 2025",
    "privacy.intro.title": "Votre vie privée est notre priorité.",
    "privacy.intro.description": "Chez Pandesal Bytes, nous croyons que vos données personnelles vous appartiennent. Notre philosophie principale est de créer des applications conçues pour être privées, vous garantissant des outils agréables sans compromettre votre sécurité.",
    "privacy.collection.title": "Collecte et stockage des données",
    "privacy.collection.description": "<b>Nous ne collectons, ne transmettons, ne stockons ni ne partageons aucune information personnelle ou donnée d'utilisation de nos applications.</b><br><br>Toutes les données générées par votre utilisation de nos applications (telles que les entrées dans « Spent Today ») sont stockées <b>localement sur votre appareil</b> et, le cas échéant, sauvegardées en toute sécurité par le <b>service iCloud d'Apple</b>, que vous gérez entièrement. Pandesal Bytes n'a pas accès à ces données.",
    "privacy.thirdparty.title": "Services de Tiers",
    "privacy.thirdparty.description": "Nos applications n'incluent aucune analyse, bibliothèque de suivi ou service publicitaire de tiers qui collecterait des informations sur vous ou votre appareil.",
    "privacy.changes.title": "Modifications de cette politique",
    "privacy.changes.description": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique sur cette page."
}

