{
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "Des applications simples, utiles et agréables pour iOS.",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "Un suivi des dépenses simple et élégant pour vos besoins quotidiens.",
    "app.view": "Voir l'application",
    "app.coming-soon": "Plus d'applications à venir!",
    "about.title": "Conçu avec soin, bâti pour la concentration.",
    "about.body": "Basé à Toronto, au Canada, Pandesal Bytes est un studio indépendant avec une philosophie simple : nous créons des applications minimalistes et ciblées que nous utilisons nous-mêmes. Dans un monde numérique encombré, nous croyons en la création d'outils qui sont non seulement fonctionnels, mais aussi agréables à utiliser.",
    "commitment.title": "Notre engagement",
    "commitment.privacy.title": "La vie privée d'abord",
    "commitment.privacy.body": "Nos applications sont conçues pour être privées par défaut. Nous ne collectons ni ne vendons jamais vos données personnelles.",
    "commitment.distractions.title": "Aucune distraction",
    "commitment.distractions.body": "Vous ne trouverez aucune publicité, aucun traqueur ou notification inutile dans nos logiciels.",
    "commitment.longevity.title": "Conçu pour durer",
    "commitment.longevity.body": "Nous nous concentrons sur la qualité et le soutien à long terme, afin que nos applications restent fiables pour les années à venir.",
    "commitment.ownership.title": "Possédez vos applications",
    "commitment.ownership.body": "L'accès Premium est un achat unique. Nous ne sommes pas partisans des abonnements, nous n'en demanderons donc jamais.",
    "pandesal.title": "Qu'est-ce qu'un « Pandesal »?",
    "pandesal.body": "C'est un petit pain déjeuner légèrement sucré et très apprécié des Philippines. Ce nom reflète notre objectif : créer des « bouchées » numériques (bytes) simples, réconfortantes et essentielles qui constituent un délicieux début de journée.",
    "footer.privacy": "Politique de confidentialité",
    "footer.copyright": "&copy; 2025 Pandesal Bytes. Tous droits réservés.",
    "nav.spent-today": "Spent Today",
    "spent.hero.title": "Spent Today",
    "spent.hero.subtitle": "Votre application de budget quotidien",
    "spent.download": "Télécharger sur l'App Store",
    "spent.features.title": "Budgétisation quotidienne simple et minimaliste",
    "spent.features.subtitle": "Suivez vos dépenses quotidiennes sans encombrement.",
    "spent.feature1.title": "Ajout rapide",
    "spent.feature1.body": "Ajoutez rapidement des transactions depuis l'écran d'accueil, le widget ou l'application Apple Watch.",
    "spent.feature2.title": "Vue hebdomadaire",
    "spent.feature2.body": "Consultez vos dépenses totales de la semaine en un coup d'œil.",
    "spent.feature3.title": "Vue mensuelle",
    "spent.feature3.body": "Examinez votre budget mensuel pour comprendre vos habitudes de dépenses.",
    "spent.faq.title": "Foire aux questions",
    "spent.faq1.title": "Mes données sont-elles privées?",
    "spent.faq1.body": "Oui. Toutes vos données sont stockées en toute sécurité sur votre appareil et dans votre compte iCloud privé. Nous ne voyons jamais et n'avons jamais accès à vos informations financières.",
    "spent.faq2.title": "Ai-je besoin d'un abonnement?",
    "spent.faq2.body": "Non. Nous croyons que vous devriez posséder vos logiciels. Spent Today offre de puissantes fonctionnalités de base gratuitement, et un achat unique pour un accès premium. Jamais d'abonnements.",
    "spent.faq3.title": "Puis-je exporter mes données?",
    "spent.faq3.body": "Oui, vous pouvez exporter votre historique de transactions sous forme de fichier CSV à partir du menu des paramètres à tout moment.",
    "privacy.title": "Politique de confidentialité",
    "privacy.date": "Date d'entrée en vigueur : 20 octobre 2025",
    "privacy.priority.title": "Votre vie privée est notre priorité.",
    "privacy.priority.body": "Chez Pandesal Bytes, nous croyons que vos données personnelles vous appartiennent. Notre philosophie principale est de créer des applications privées par conception, vous assurant des outils agréables sans compromettre votre sécurité.",
    "privacy.collection.title": "Collecte et stockage de données",
    "privacy.collection.body": "<b>Nous ne collectons, ne transmettons, ne stockons ni ne partageons aucune information personnelle ou donnée d'utilisation de nos applications.</b> <br><br>Toutes les données générées par votre utilisation de nos applications (telles que les entrées dans « Spent Today ») sont stockées <b>localement sur votre appareil</b> et, le cas échéant, sauvegardées en toute sécurité par le <b>service iCloud d'Apple</b>, qui est entièrement géré par vous. Pandesal Bytes n'a aucun accès à ces données.",
    "privacy.services.title": "Services de tiers",
    "privacy.services.body": "Nos applications n'incluent aucune analyse, bibliothèque de suivi ou service publicitaire de tiers qui collecterait des informations sur vous ou votre appareil.",
    "privacy.changes.title": "Modifications de cette politique",
    "privacy.changes.body": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique sur cette page."
}
