{
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "แอปพลิเคชันสำหรับ iOS ที่เรียบง่าย มีประโยชน์ และน่าใช้",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "แอปติดตามค่าใช้จ่ายรายวันที่เรียบง่ายและสวยงามสำหรับความต้องการของคุณ",
    "app.view": "ดูแอปพลิเคชัน",
    "app.coming-soon": "แอปพลิเคชันอื่น ๆ เร็ว ๆ นี้!",
    "about.title": "สร้างสรรค์ด้วยความใส่ใจ เพื่อการใช้งานที่ราบรื่น",
    "about.body": "Pandesal Bytes เป็นสตูดิโออิสระในเมืองโตรอนโต ประเทศแคนาดา ที่มีปรัชญาเรียบง่าย: เราสร้างแอปที่เน้นความเรียบง่ายและมีเป้าหมายชัดเจน ซึ่งเป็นแอปที่เราใช้งานจริง ในโลกดิจิทัลที่วุ่นวาย เราเชื่อในการสร้างเครื่องมือที่ไม่เพียงแต่ใช้งานได้ดี แต่ยังมอบความสุขในการใช้งานอีกด้วย",
    "commitment.title": "คำมั่นสัญญาของเรา",
    "commitment.privacy.title": "ความเป็นส่วนตัวต้องมาก่อน",
    "commitment.privacy.body": "แอปของเราถูกออกแบบโดยคำนึงถึงความเป็นส่วนตัวเป็นหลัก เราจะไม่รวบรวมหรือขายข้อมูลส่วนตัวของคุณเด็ดขาด",
    "commitment.distractions.title": "ไม่มีสิ่งรบกวน",
    "commitment.distractions.body": "คุณจะไม่พบโฆษณา ตัวติดตาม หรือการแจ้งเตือนที่ไม่จำเป็นในซอฟต์แวร์ของเรา",
    "commitment.longevity.title": "สร้างมาเพื่อการใช้งานที่ยาวนาน",
    "commitment.longevity.body": "เรามุ่งเน้นคุณภาพและการสนับสนุนในระยะยาว เพื่อให้แน่ใจว่าแอปของเราจะยังคงเชื่อถือได้ไปอีกหลายปี",
    "commitment.ownership.title": "เป็นเจ้าของแอปของคุณ",
    "commitment.ownership.body": "การเข้าถึงระดับพรีเมียมเป็นการซื้อเพียงครั้งเดียว เราไม่ชอบระบบการสมัครสมาชิก ดังนั้นเราจะไม่ขอให้คุณสมัคร",
    "pandesal.title": "'Pandesal' คืออะไร?",
    "pandesal.body": "คือขนมปังอาหารเช้าที่นุ่มและมีรสหวานเล็กน้อยซึ่งเป็นที่รักของชาวฟิลิปปินส์ ชื่อนี้สะท้อนถึงเป้าหมายของเราในการสร้างสรรค์ 'ไบต์' ดิจิทัลที่เรียบง่าย อบอุ่น และจำเป็น เพื่อเป็นการเริ่มต้นวันที่น่ารื่นรมย์ของคุณ",
    "footer.privacy": "นโยบายความเป็นส่วนตัว",
    "footer.copyright": "&copy; 2025 Pandesal Bytes. สงวนลิขสิทธิ์",
    "nav.spent-today": "Spent Today",
    "spent.hero.title": "Spent Today",
    "spent.hero.subtitle": "แอปงบประมาณรายวันของคุณ",
    "spent.download": "ดาวน์โหลดบน App Store",
    "spent.features.title": "การจัดการงบประมาณรายวันที่เรียบง่าย",
    "spent.features.subtitle": "ติดตามค่าใช้จ่ายรายวันของคุณโดยไม่มีความยุ่งยาก",
    "spent.feature1.title": "เพิ่มรายการอย่างรวดเร็ว",
    "spent.feature1.body": "เพิ่มธุรกรรมได้อย่างรวดเร็วจากหน้าจอโฮม วิดเจ็ต หรือแอปบน Apple Watch",
    "spent.feature2.title": "มุมมองรายสัปดาห์",
    "spent.feature2.body": "ดูค่าใช้จ่ายทั้งหมดของสัปดาห์ปัจจุบันได้อย่างรวดเร็ว",
    "spent.feature3.title": "มุมมองรายเดือน",
    "spent.feature3.body": "ทบทวนงบประมาณรายเดือนของคุณเพื่อทำความเข้าใจพฤติกรรมการใช้จ่าย",
    "spent.faq.title": "คำถามที่พบบ่อย",
    "spent.faq1.title": "ข้อมูลของฉันเป็นส่วนตัวหรือไม่?",
    "spent.faq1.body": "ใช่ ข้อมูลทั้งหมดของคุณถูกเก็บไว้อย่างปลอดภัยบนอุปกรณ์และในบัญชี iCloud ส่วนตัวของคุณ เราจะไม่เห็นหรือเข้าถึงข้อมูลทางการเงินของคุณโดยเด็ดขาด",
    "spent.faq2.title": "ฉันต้องสมัครสมาชิกหรือไม่?",
    "spent.faq2.body": "ไม่ เราเชื่อว่าคุณควรเป็นเจ้าของซอฟต์แวร์ของคุณ Spent Today มีฟีเจอร์หลักที่ทรงพลังให้ใช้ฟรี และการเข้าถึงระดับพรีเมียมเป็นการซื้อเพียงครั้งเดียว ไม่มีการสมัครสมาชิกตลอดไป",
    "spent.faq3.title": "ฉันสามารถส่งออกข้อมูลของฉันได้หรือไม่?",
    "spent.faq3.body": "ได้ คุณสามารถส่งออกประวัติธุรกรรมของคุณเป็นไฟล์ CSV ได้จากเมนูการตั้งค่าได้ตลอดเวลา",
    "privacy.title": "นโยบายความเป็นส่วนตัว",
    "privacy.date": "มีผลบังคับใช้: 20 ตุลาคม 2568",
    "privacy.priority.title": "ความเป็นส่วนตัวของคุณคือสิ่งสำคัญที่สุดของเรา",
    "privacy.priority.body": "ที่ Pandesal Bytes เราเชื่อว่าข้อมูลส่วนบุคคลเป็นของคุณ ปรัชญาหลักของเราคือการสร้างแอปที่ออกแบบโดยคำนึงถึงความเป็นส่วนตัว เพื่อให้แน่ใจว่าคุณมีเครื่องมือที่น่าใช้โดยไม่กระทบต่อความปลอดภัยของคุณ",
    "privacy.collection.title": "การรวบรวมและจัดเก็บข้อมูล",
    "privacy.collection.body": "<b>เราจะไม่รวบรวม ส่งต่อ จัดเก็บ หรือแบ่งปันข้อมูลส่วนบุคคลหรือข้อมูลการใช้งานใดๆ จากแอปของเรา</b> <br><br>ข้อมูลทั้งหมดที่สร้างขึ้นจากการใช้งานแอปพลิเคชันของเรา (เช่น รายการใน 'Spent Today') จะถูกจัดเก็บไว้<b>ในอุปกรณ์ของคุณ</b> และหากมี จะได้รับการสำรองข้อมูลอย่างปลอดภัยโดย<b>บริการ iCloud ของ Apple</b> ซึ่งคุณเป็นผู้จัดการทั้งหมด Pandesal Bytes ไม่มีสิทธิ์เข้าถึงข้อมูลนี้",
    "privacy.services.title": "บริการของบุคคลที่สาม",
    "privacy.services.body": "แอปพลิเคชันของเราไม่มีการวิเคราะห์ ไลบรารีติดตาม หรือบริการโฆษณาของบุคคลที่สามที่จะรวบรวมข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณ",
    "privacy.changes.title": "การเปลี่ยนแปลงนโยบายนี้",
    "privacy.changes.body": "เราอาจอัปเดตนโยบายความเป็นส่วนตัวของเราเป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใดๆ โดยการโพสต์นโยบายใหม่ในหน้านี้"
}
