{
    "nav.spent-today": "Spent Today",
    "nav.inventory": "My Inventory Stack",
    "nav.camerapouch": "Camera Pouch",
    "hero.title": "Pandesal Bytes",
    "hero.subtitle": "ซอฟต์แวร์ที่เรียบง่ายและสร้างขึ้นอย่างซื่อสัตย์สำหรับ iOS เราสร้างแอปที่เน้นการใช้งานน้อยที่สุดและมีเป้าหมายชัดเจน ซึ่งเราใช้งานเองอย่างแท้จริง",
    "app.spent-today.title": "Spent Today",
    "app.spent-today.description": "การติดตามค่าใช้จ่ายที่เรียบง่ายและสวยงามสำหรับความต้องการประจำวันของคุณ",
    "app.inventory.title": "My Inventory Stack",
    "app.inventory.description": "เครื่องมือติดตามสต็อกและธุรกิจอัจฉริยะสำหรับธุรกิจขนาดเล็กและนักสะสม",
    "app.camerapouch.title": "Camera Pouch",
    "app.camerapouch.description": "เครื่องมือวางแผนการถ่ายภาพ ติดตามดวงอาทิตย์ และรายการช็อตทั้งหมดในหนึ่งเดียว",
    "app.pattern-projects.title": "Pattern Projects",
    "app.pattern-projects.description": "บันทึกและติดตามโปรเจกต์งานเย็บปักถักร้อยและงานฝีมืออื่นๆ ของคุณ",
    "app.view-app": "ดูแอป",
    "app.coming-soon": "เร็วๆ นี้",
    "about.title": "สร้างสรรค์ด้วยความใส่ใจ เพื่อให้คุณจดจ่อได้เต็มที่",
    "about.subtitle": "เราตั้งอยู่ในโตรอนโต และเชื่อในการสร้างเครื่องมือที่ไม่เพียงแต่ใช้งานได้ดี แต่ยังมอบความสุขในการใช้งานด้วย แนวทางของเราตรงไปตรงมา: เรามองหาความต้องการส่วนบุคคล สร้างสรรค์ทางออกที่สวยงาม และขัดเกลาจนกว่าจะรู้สึกว่าใช่",
    "commitment.privacy.title": "ความเป็นส่วนตัวต้องมาก่อน",
    "commitment.privacy.description": "เราสร้างแอปโดยคำนึงถึงความเป็นส่วนตัวเป็นหลัก เราไม่เก็บหรือขายข้อมูลส่วนตัวของคุณ ไม่ว่ากรณีใดๆ",
    "commitment.distractions.title": "ไม่มีสิ่งรบกวน",
    "commitment.distractions.description": "คุณจะไม่พบโฆษณา ตัวติดตาม หรือการแจ้งเตือนที่ไม่จำเป็นในซอฟต์แวร์ของเรา",
    "commitment.longevity.title": "สร้างมาเพื่อความยั่งยืน",
    "commitment.longevity.description": "เรามุ่งเน้นคุณภาพและการสนับสนุนระยะยาว เพื่อให้แน่ใจว่าแอปของเรายังคงเชื่อถือได้และมีประโยชน์ไปอีกหลายปี",
    "commitment.subscriptions.title": "เป็นเจ้าของแอปของคุณ",
    "commitment.subscriptions.description": "แอปของเรามีฟีเจอร์หลักที่ทรงพลังให้ใช้ฟรี การเข้าถึงระดับพรีเมียมทำได้ด้วยการซื้อเพียงครั้งเดียว—ไม่มีการสมัครสมาชิก",
    "footer.privacy": "นโยบายความเป็นส่วนตัว",
    "footer.copyright": "&copy; 2025 Pandesal Bytes",
    "st.hero.title": "Spent Today",
    "st.hero.subtitle": "แอปงบประมาณประจำวันของคุณ",
    "st.features.title": "การจัดการงบประมาณรายวันที่เรียบง่าย",
    "st.features.subtitle": "ติดตามการใช้จ่ายประจำวันของคุณโดยไม่มีความยุ่งยาก",
    "st.download": "ดาวน์โหลดบน App Store",
    "st.feature1.title": "เพิ่มอย่างรวดเร็ว",
    "st.feature1.description": "เพิ่มธุรกรรมได้อย่างรวดเร็วจากหน้าจอโฮม วิดเจ็ต หรือแอป Apple Watch",
    "st.feature2.title": "มุมมองรายสัปดาห์",
    "st.feature2.description": "ดูยอดใช้จ่ายทั้งหมดของสัปดาห์ปัจจุบันได้อย่างรวดเร็ว",
    "st.feature3.title": "มุมมองรายเดือน",
    "st.feature3.description": "ทบทวนงบประมาณรายเดือนของคุณเพื่อทำความเข้าใจพฤติกรรมการใช้จ่าย",
    "st.faq.title": "คำถามที่พบบ่อย",
    "st.faq1.title": "ข้อมูลของฉันเป็นส่วนตัวหรือไม่?",
    "st.faq1.description": "ใช่ ข้อมูลทั้งหมดของคุณถูกจัดเก็บอย่างปลอดภัยบนอุปกรณ์ของคุณและในบัญชี iCloud ส่วนตัวของคุณ เราไม่เคยเห็นหรือเข้าถึงข้อมูลทางการเงินของคุณ",
    "st.faq2.title": "ฉันต้องสมัครสมาชิกหรือไม่?",
    "st.faq2.description": "ไม่ เราเชื่อว่าคุณควรเป็นเจ้าของซอฟต์แแวร์ของคุณ 'Spent Today' มีฟีเจอร์หลักที่ทรงพลังให้ใช้ฟรี และการเข้าถึงระดับพรีเมียมทำได้ด้วยการซื้อเพียงครั้งเดียว ไม่มีการสมัครสมาชิกตลอดไป",
    "st.faq3.title": "ฉันสามารถส่งออกข้อมูลของฉันได้หรือไม่?",
    "st.faq3.description": "ใช่ คุณสามารถส่งออกประวัติธุรกรรมของคุณเป็นไฟล์ CSV ได้ตลอดเวลาจากเมนูการตั้งค่า",
    "inv.hero.title": "My Inventory Stack",
    "inv.hero.subtitle": "การติดตามสต็อกและธุรกิจอัจฉริยะ",
    "inv.download": "ดาวน์โหลดบน App Store",
    "inv.features.title": "การจัดการสินค้าคงคลังแบบครบวงจร",
    "inv.features.subtitle": "เหมาะสำหรับธุรกิจขนาดเล็กและนักสะสม",
    "inv.feature1.title": "แดชบอร์ดอัจฉริยะ",
    "inv.feature1.body": "ดูรายการสินค้าเหลือน้อยและการแจ้งเตือนได้อย่างรวดเร็ว เพื่อให้คุณรู้ว่าต้องใส่ใจอะไร",
    "inv.feature2.title": "การติดตามโดยละเอียด",
    "inv.feature2.body": "ติดตามรายการตามปริมาณ, ต้นทุน, SKU/UPC และหมวดหมู่ คำนวณกำไรและราคาขาย",
    "inv.feature3.title": "ข้อมูลเชิงลึกทางธุรกิจ",
    "inv.feature3.body": "จัดการซัพพลายเออร์, ติดตามใบสั่งซื้อ และดูข้อมูลเชิงลึกการขายพร้อมแนวโน้มรายได้รายสัปดาห์",
    "inv.faq.title": "คำถามที่พบบ่อย",
    "inv.faq1.title": "นี่เป็นการซื้อครั้งเดียวหรือไม่?",
    "inv.faq1.body": "ใช่ เช่นเดียวกับแอปอื่นๆ ของเรา 'My Inventory Stack' มีฟังก์ชันหลักให้ใช้ฟรี พร้อมการซื้อครั้งเดียวสำหรับฟีเจอร์ธุรกิจพรีเมียม ไม่มีการสมัครสมาชิก",
    "inv.faq2.title": "ซิงค์ข้ามอุปกรณ์หรือไม่?",
    "inv.faq2.body": "แน่นอน ข้อมูลทั้งหมดของคุณถูกจัดเก็บอย่างปลอดภัยในบัญชี iCloud ส่วนตัวของคุณ ทำให้ซิงค์ได้อย่างราบรื่นและเป็นส่วนตัวบน iPhone และ iPad ของคุณ",
    "inv.faq3.title": "ฉันสามารถติดตามยอดขายได้หรือไม่?",
    "inv.faq3.body": "ใช่ โมดูลธุรกิจพรีเมียมช่วยให้คุณสามารถเพิ่มยอดขาย จัดการซัพพลายเออร์ และสร้างใบสั่งซื้อได้ ทำให้คุณเห็นภาพรวมการดำเนินงานทั้งหมด",
    "inv.biz.title": "สร้างมาเพื่อธุรกิจของคุณ",
    "inv.biz.subtitle": "ปลดล็อกเครื่องมืออันทรงพลังเพื่อจัดการธุรกิจขนาดเล็กหรืออาชีพเสริมของคุณ ทั้งหมดนี้ในราคาจ่ายเพียงครั้งเดียว",
    "inv.biz.feature1.title": "จัดการการดำเนินงาน",
    "inv.biz.feature1.body": "ติดตามซัพพลายเออร์ สร้างใบสั่งซื้อ และบันทึกยอดขาย ดูแนวโน้มรายได้และปริมาณรายสัปดาห์เพื่อการตัดสินใจที่ชาญฉลาดยิ่งขึ้น",
    "inv.biz.feature2.title": "หยุดจ่ายค่าสมัครสมาชิก",
    "inv.biz.feature2.body": "แอปสินค้าคงคลังอื่นคิดค่าบริการ $25/เดือน หรือมากกว่า นั่นคือ $300 ต่อปี ทุกปี 'My Inventory Stack' มอบเครื่องมือทางธุรกิจที่ทรงพลังให้คุณใน<strong>การซื้อเพียงครั้งเดียว</strong>",
    "cp.hero.title": "Camera Pouch",
    "cp.hero.subtitle": "เครื่องมือวางแผนการถ่ายภาพของคุณ",
    "cp.download": "ดาวน์โหลดบน App Store",
    "cp.features.title": "วางแผนช็อตที่สมบูรณ์แบบ",
    "cp.features.subtitle": "เครื่องมือทั้งหมดที่คุณต้องการสำหรับการวางแผนและดำเนินการถ่ายภาพของคุณ",
    "cp.feature1.title": "ตัวติดตามดวงอาทิตย์",
    "cp.feature1.body": "ติดตามตำแหน่งของดวงอาทิตย์สำหรับทุกเวลาและสถานที่ ไม่พลาด Golden Hour หรือ Blue Hour อีกต่อไป",
    "cp.feature2.title": "ผู้วางแผนการถ่ายภาพ",
    "cp.feature2.body": "จัดระเบียบการถ่ายภาพของคุณเป็นโปรเจกต์ จัดการลูกค้า สถานที่ รายการอุปกรณ์ และเอกสารยินยอม",
    "cp.feature3.title": "รายการช็อต",
    "cp.feature3.body": "สร้างรายการช็อตโดยละเอียดสำหรับโปรเจกต์ของคุณและตรวจสอบเมื่อเสร็จสิ้น จัดระเบียบและทำงานให้ลุล่วง",
    "cp.faq.title": "คำถามที่พบบ่อย",
    "cp.faq1.title": "สำหรับมืออาชีพหรือมือสมัครเล่น?",
    "cp.faq1.body": "ทั้งสองอย่าง! 'Camera Pouch' ถูกออกแบบมาให้ง่ายพอสำหรับมือสมัครเล่นที่วางแผนถ่ายภาพสุดสัปดาห์ แต่ก็ทรงพลังพอสำหรับมืออาชีพที่จัดการลูกค้าและโปรเจกต์ที่ซับซ้อน",
    "cp.faq2.title": "ข้อมูลของฉันเป็นส่วนตัวหรือไม่?",
    "cp.faq2.body": "ใช่ ข้อมูลโปรเจกต์ รายชื่อลูกค้า และสถานที่ทั้งหมดของคุณถูกจัดเก็บแบบส่วนตัวบนอุปกรณ์ของคุณและซิงค์อย่างปลอดภัยผ่านบัญชี iCloud ส่วนตัวของคุณ เราไม่เคยเห็นข้อมูลของคุณ",
    "cp.faq3.title": "ตัวติดตามดวงอาทิตย์ทำงานออฟไลน์หรือไม่?",
    "cp.faq3.body": "ใช่ การคำนวณตำแหน่งดวงอาทิตย์หลักทำงานแบบออฟไลน์ทั้งหมด ทำให้เชื่อถือได้แม้คุณจะถ่ายภาพในสถานที่ห่างไกลที่ไม่มีสัญญาณมือถือ",
    "privacy.title": "นโยบายความเป็นส่วนตัว",
    "privacy.date": "มีผลบังคับใช้: 19 ตุลาคม 2025",
    "privacy.intro.title": "ความเป็นส่วนตัวของคุณคือสิ่งที่เราให้ความสำคัญสูงสุด",
    "privacy.intro.description": "ที่ Pandesal Bytes เราเชื่อว่าข้อมูลส่วนบุคคลของคุณเป็นของคุณ หลักการสำคัญของเราคือการสร้างแอปที่ออกแบบโดยคำนึงถึงความเป็นส่วนตัว เพื่อให้คุณมีเครื่องมือที่น่าใช้โดยไม่กระทบต่อความปลอดภัยของคุณ",
    "privacy.collection.title": "การรวบรวมและจัดเก็บข้อมูล",
    "privacy.collection.description": "<b>เราไม่รวบรวม ส่งต่อ จัดเก็บ หรือแบ่งปันข้อมูลส่วนบุคคลหรือข้อมูลการใช้งานใดๆ จากแอปของเรา</b><br><br>ข้อมูลทั้งหมดที่สร้างขึ้นจากการใช้งานแอปพลิเคชันของเรา (เช่น รายการใน \"Spent Today\") จะถูก<b>จัดเก็บไว้ในอุปกรณ์ของคุณ</b> และในกรณีที่เกี่ยวข้อง จะได้รับการสำรองข้อมูลอย่างปลอดภัยโดย<b>บริการ iCloud ของ Apple</b> ซึ่งคุณเป็นผู้จัดการทั้งหมด Pandesal Bytes ไม่มีสิทธิ์เข้าถึงข้อมูลนี้",
    "privacy.thirdparty.title": "บริการของบุคคลที่สาม",
    "privacy.thirdparty.description": "แอปพลิเคชันของเราไม่มีการวิเคราะห์ ไลบรารีติดตาม หรือบริการโฆษณาของบุคคลที่สามที่จะรวบรวมข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณ",
    "privacy.changes.title": "การเปลี่ยนแปลงนโยบายนี้",
    "privacy.changes.description": "เราอาจปรับปรุงนโยบายความเป็นส่วนตัวของเราเป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใดๆ โดยการโพสต์นโยบายใหม่ในหน้านี้"
}